{
  "Products": [
    {
      "title": "ĐẦM VOAN HOA DÁNG XÒE",
      "thumbnail": "https://pubcdn.ivymoda.com/files/product/thumab/1400/2024/04/12/ee32ed354accc0fde3eec39f7e4e9ad6.webp",
      "color": "Họa tiết Vàng hoa cúc",
      "price": "1192",
      "description": "Đầm voan hoa mang đến vẻ ngoài nhẹ nhàng, thanh lịch mà tinh tế. Với độ dài qua gối, cùng kiểu dáng xòe, đầm khéo léo tôn lên thân hình của người mặc đẹp dịu dàng. Đầm cổ tròn, tay xếp ly tạo cảm  giác bồng nhẹ.Chất liệu tơ voan mềm mại tạo cảm giác dễ chịu khi tiếp xúc với da cũng như giúp bạn luôn cảm thấy thoải mái và mát mẻ trong suốt cả ngày dài.Đầm có họa tiết hoa bắt mắt, có thể đi kèm với các phụ kiện như khuyên tai và một đôi giày cao gót, hoặc có thể được kết hợp với một chiếc mũ vành rộng cùng đôi sandal để tạo ra một vẻ ngoài năng lượng và phong cách. ",
      "id": "1"
    },
    {
      "title": "ĐẦM HOA XÒE TAY LỠ",
      "thumbnail": "https://pubcdn.ivymoda.com/files/product/thumab/1400/2024/04/12/2962587d22a386418475c8c637388fdc.webp",
      "color": "Họa tiết Cam nhạt",
      "price": "1432",
      "description": "Đầm xòe họa tiết hoa mang đến vẻ ngoài nhẹ nhàng, thanh lịch mà tinh tế. Thiết kế đầm cổ tròn, tay lỡ, phần eo có đai nhẹ nhàng, khéo léo tôn lên vóc dáng mềm mại của người mặc.Chất liệu Lụa mịn màng tạo cảm giác dễ chịu khi tiếp xúc với da cũng như giúp bạn luôn cảm thấy thoải mái và mát mẻ trong suốt cả ngày dài. Đặc biệt, thiết kế 2 lớp đảm bảo tính an toàn khi mặc. Đầm có có thể đi kèm với các phụ kiện như khuyên tai và một đôi giày cao gót, hoặc có thể được kết hợp với một chiếc mũ vành rộng cùng đôi sandal để tạo ra một vẻ ngoài năng lượng và phong cách. ",
      "id": "2"
    },
    {
      "title": "ÁO THUN REGULAR IN HÌNH",
      "thumbnail": "https://pubcdn.ivymoda.com/files/product/thumab/1400/2024/04/04/dc06923d4097dc13f365dcf7c21180a4.webp",
      "color": "Trắng",
      "price": "375",
      "description": "Nếu như Cotton là ông vua chất liệu cho mùa hè với tính ưu việt về mức độ thoáng mát, thấm hút mồ hôi thì META ICE COTTON lại là phiên bản nâng cấp với nhiều tính năng vượt trội hơn thế nữa. Kết hợp những ưu điểm tuyệt vời từ sợi Ice Cotton, một loại vật liệu được phát triển bởi SPOERRY Thụy Sĩ có độ xoắn cao, lông tơ sẽ bị triệt tiêu, mang đến cảm giác 'mát lạnh' ngay điểm chạm đầu tiên trên da.Áo thun Meta Ice Cotton mềm mịn, co dãn 4 chiều và có khả năng thấm hút mồ hôi tốt phù hợp với khí hậu nhiệt đới tại Việt Nam. Hình in tạo điểm nhấn đặc biệt cho mẫu áo. Kết hợp cùng quần jeans, quần short hay quần âu đều phù hợp. ",
      "id": "3"
    },
    {
      "title": "ÁO POLO KẺ NGANG",
      "thumbnail": "https://pubcdn.ivymoda.com/files/product/thumab/1400/2023/08/17/93c31d0083fd58c39eaf9ee37ce459e8.webp",
      "color": "Kẻ Xanh oliu",
      "price": "375",
      "description": "Áo Polo dáng regular fit. Phần tay áo được bo viền Thiết kế cổ áo phối vải khác chất liệu cùng hàng 3 khuy cài. Ngực phải in logo METAGENT Chất vải thun thoải mái, mát mẻ Lưu ý: Màu sắc sản phẩm thực tế sẽ có sự chênh lệch nhỏ so với ảnh do điều kiện ánh sáng khi chụp và màu sắc hiển thị qua mản hình máy tính/ điện thoại.",
      "id": "4"
    },
    {
      "title": "ÁO THUN IN HÌNH",
      "thumbnail": "https://pubcdn.ivymoda.com/files/product/thumab/1400/2023/03/15/eab89cd62b9b69225df6f0567d521aad.webp",
      "color": "Đen",
      "price": "345",
      "description": "Áo thun basic dáng regular fit, tay ngắn, cổ tròn. Ngực in hình thiết kế .Chất liệu thun mềm mại, thấm hút mồ hôi tốt Lưu ý: Màu sắc sản phẩm thực tế sẽ có sự chênh lệch nhỏ so với ảnh do điều kiện ánh sáng khi chụp và màu sắc hiển thị qua mản hình máy tính/ điện thoại.",
      "id": "5"
    },
    {
      "title": "ÁO THUN THÊU CHỮ",
      "thumbnail": "https://pubcdn.ivymoda.com/files/product/thumab/1400/2023/04/05/d4c3d89bc8780a4275d7a3c7e0e9147b.webp",
      "color": "Xanh Táo",
      "price": "199",
      "description": "Áo thun tay ngắn với chất liệu thông thoáng là một lựa chọn hoàn hảo cho những ngày hè nóng bức. Thiết kế cổ tròn đơn giản được đính kèm 3 khuy trang trí tạo nên điểm nhấn thú vị cho sản phẩm. Với thiết kế đơn giản và dễ phối đồ, chiếc áo thun này có thể được kết hợp với nhiều loại quần như jean, short. Nếu bé muốn tạo nên phong cách năng động, hãy chọn quần jean và giày sneakers. Trong khi đó, muốn tạo nên phong cách lịch sự cho bé, hãy kết hợp chiếc áo thun này với quần âu. Không chỉ là một thiết kế thoải mái và dễ mặc, chiếc áo thun tay ngắn còn là một lựa chọn thời trang đa năng và phù hợp với nhiều phong cách khác nhau.",
      "id": "6"
    },
    {
      "id": "7",
      "title": "SET BỘ FISH",
      "thumbnail": "https://pubcdn.ivymoda.com/files/product/thumab/1400/2023/07/11/7d42027265d1ef0a745a04783d79d763.webp",
      "color": "Màu sắc: Họa tiết Đỏ cờ",
      "price": "504",
      "description": "Thiết kế set bộ tiện ích giúp bé trải nghiệm mùa hè trọn vẹn nhất. Set gồm áo sơ mi cổ đức kết hợp quần sooc suông ngang gối năng động.Lựa chọn chất liệu thun mềm, thoáng mát, thấm hút tốt, thích hợp với các hoạt động ngoài trời của bé. Hoạ tiết biển cả, sinh động, bắt mắt, tạo sự khám phá mới lạ. Nếu mẹ chưa biết tặng con món quà gì hè này hãy tham khảo ngay set đồ tiện ích này nhé. "
    },
    {
      "title": "ÁO THUN XOẮN EO",
      "thumbnail": "https://pubcdn.ivymoda.com/files/product/thumab/1400/2023/10/12/f8fc59e789507e644d96da9d5595b02c.webp",
      "color": "Trắng",
      "price": "199",
      "description": "Áo thun xoắn eo là một lựa chọn thời trang, xu hướng, hiện đại cho bé yêu. Áo thun có thiết kế xoắn ốc ở phần eo để tạo điểm nhấn, giúp áo trở nên nữ tính, dễ thương hơn.Mẹ lựa chọn mix áo cho con với quần jogger, quần shorts hoặc quần jean để tạo nên các outfits đẹp mắt, phù hợp nhiều dịp khác nhau.",
      "id": "8"
    },
    {
      "title": "ÁO THUN PAINT - CÓ MŨ",
      "thumbnail": "https://pubcdn.ivymoda.com/files/product/thumab/1400/2023/09/13/8964f588a2576958d047db9fbefcd3f9.webp",
      "color": "Vàng mustard",
      "price": "224",
      "description": "Thiết kế áo thun cho bé phù hợp với thời tiết sang Thu, đầu Đông. Áo tay ngắn, cổ có mũ, kiểu dáng bo gấu vô cùng thoải mái. Trước áo được in hoạt hình đáng yêu, ngộ nghĩnh. Áo lựa chọn chất liệu thun cao cấp, mang đến cảm giác mặc nhẹ nhàng, dịu nhẹ cho làn da của bé. Màu sắc: Áo có vàng và tím",
      "id": "9"
    },
    {
      "title": "ÁO THUN PAINT - CÓ MŨ",
      "thumbnail": "https://pubcdn.ivymoda.com/files/product/thumab/1400/2023/09/13/9d69c4628dd50dd45bdc2ff3ab1c2d63.webp",
      "color": "Hồng tím",
      "price": "224",
      "description": "Thiết kế áo thun cho bé phù hợp với thời tiết sang Thu, đầu Đông. Áo tay ngắn, cổ có mũ, kiểu dáng bo gấu vô cùng thoải mái. Trước áo được in hoạt hình đáng yêu, ngộ nghĩnh. Áo lựa chọn chất liệu thun cao cấp, mang đến cảm giác mặc nhẹ nhàng, dịu nhẹ cho làn da của bé.Màu sắc: Áo có vàng và tím",
      "id": "10"
    }
  ],
  "users": [
    {
      "email": "nguyenvangiang2004127@gmail.com",
      "password": "$2a$10$/CMajeJ2dj05V/T2S.YJCuMfhh.4TAQr703xyczI4V45K6Oe/eIAy",
      "confirmPass": "123456",
      "id": 5
    },
    {
      "email": "giangblackrose2k4@gmail.com",
      "password": "$2a$10$lxtClDXLuA0AJ9fpD1r8Z.LQm9crsqn68w6EOKq2oK6mUnSYC3BjS",
      "username": "Giang",
      "confirmPass": "123456",
      "id": 6
    },
    {
      "email": "Baolong@gmail.com",
      "password": "$2a$10$I/Qi0SP1ui.d3WONPh1mjeo1EA/WL5B8r5eWbDBFB6OeygDF55pYa",
      "username": "baolong",
      "confirmPass": "123456",
      "id": 8
    },
    {
      "email": "truong@gmail.com",
      "password": "$2a$10$gOzif3plT5c4u.w/Bd3MgeqPGucxVTGmmB8LR0.jeYo6ynsLolY6a",
      "username": "truong",
      "confirmPass": "123456",
      "id": 10
    },
    {
      "email": "abc@gmail.com",
      "password": "$2a$10$6fEp4dHf7ogKerCDMSTwduf.L29KEKriUmo6zXz3QPtKmzaFeEqYq",
      "username": "1234567",
      "confirmPass": "123456",
      "id": 11,
      "img": "",
      "address": ""
    },
    {
      "email": "LuongThiNhu@gmail.com",
      "password": "$2a$10$oexygb9zuyyuxq4Z2Wawhe.675bqaKr0Lp6etpib2SS2qObKw4NTO",
      "username": "Luong Nhu",
      "confirmPass": "123456",
      "id": 12,
      "img": "https://images2.thanhnien.vn/528068263637045248/2024/1/25/e093e9cfc9027d6a142358d24d2ee350-65a11ac2af785880-17061562929701875684912.jpg",
      "address": "Ha Noi"
    },
    {
      "email": "vgiang2701@gmail.com",
      "password": "$2a$10$ezmFTjBYJlPNB3qmfmKIWeedvhGx65h5mWQNmKnODA4i6GWU2qwp.",
      "username": "nvg271",
      "confirmPass": "123456",
      "id": 13,
      "img": "https://scontent.fhan2-5.fna.fbcdn.net/v/t39.30808-6/351358480_6787921397902756_5829083029709962390_n.jpg?_nc_cat=101&ccb=1-7&_nc_sid=6ee11a&_nc_eui2=AeHPVnV_4z1PyHxVvXwsETG1iEFbL_GRSn2IQVsv8ZFKfXaZWgP_Pp2f-TVyN5asuIKWRUhmgzuAwzhwJ8m3Lc_H&_nc_ohc=5oEGuz4UsjAQ7kNvgGvk8F2&_nc_ht=scontent.fhan2-5.fna&oh=00_AYC6A7Y9C5JbcQQVF8bUIzrvYg8Qg5XwxEJVSN3NPsgCdA&oe=6682F556",
      "role": 1,
      "address": "Thái Bình"
    }
  ]
}